Repository: NMolargik/Mygra
Catalog: Mygra/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: Migraine — %@
es: Migraña — %@
ja: 片頭痛 — %@

source: Migraines
es: Migrañas
ja: 片頭痛

source: Migraines (%lld)
es: Migrañas (%lld)
ja: 片頭痛（%lld）

source: Migraines tagged "%@" average %.1f pain vs %.1f overall.
es: Las migrañas con la etiqueta «%@» tienen un dolor medio de %.1f frente a %.1f en general.
fr_ca: Les migraines étiquetées « %@ » ont une douleur moyenne de %.1f contre %.1f au total.
ja: 「%@」タグの片頭痛の平均の痛みは %.1f（全体：%.1f）。

source: Migraines, tags, and your profile sync privately through your iCloud account.
es: Las migrañas, las etiquetas y tu perfil se sincronizan de forma privada a través de tu cuenta de iCloud.
fr_ca: Les migraines, les étiquettes et votre profil se synchronisent en privé via votre compte iCloud.
ja: 片頭痛、タグ、プロフィールは iCloud アカウントを通じてプライベートに同期されます。

source: Minimum Pain: %lld
es: Dolor mínimo: %lld
fr_ca: Douleur minimale : %lld
ja: 最小の痛み：%lld

source: Modify
es: Modificar
fr_ca: Modifier
ja: 編集

source: Modify Migraine
es: Modificar migraña
fr_ca: Modifier la migraine
ja: 片頭痛を編集

source: More
es: Más
fr_ca: Plus
ja: その他

source: Most common tag: %@
es: Etiqueta más frecuente: %@
fr_ca: Étiquette la plus fréquente : %@
ja: 最も多いタグ：%@

source: Mostly Clear
es: Mayormente despejado
fr_ca: Plutôt dégagé
ja: おおむね晴れ

source: Mostly Cloudy
es: Mayormente nublado
fr_ca: Plutôt nuageux
ja: おおむね曇り

source: Motion sickness
es: Mareo por movimiento
fr_ca: Mal des transports
ja: 乗り物酔い

source: Moves to the next onboarding step.
es: Pasa al siguiente paso de la configuración.
fr_ca: Passe à l’étape suivante de la configuration.
ja: 次のステップに進みます。

source: Mygra Export
es: Exportación de Mygra
fr_ca: Exportation Mygra
ja: Mygra 書き出し

source: Mygra Screen
es: Pantalla de Mygra
fr_ca: Écran Mygra
ja: Mygra の画面

source: Mygra Website
es: Sitio web de Mygra
fr_ca: Site Web de Mygra
ja: Mygra の Web サイト

source: Mygra app logo
es: Logotipo de la app Mygra
fr_ca: Logo de l’app Mygra
ja: Mygra アプリのロゴ

source: Mygra is designed to keep your data private and secure.
es: Mygra está diseñada para mantener tus datos privados y seguros.
fr_ca: Mygra est conçue pour garder vos données privées et sécurisées.
ja: Mygra はあなたのデータをプライベートかつ安全に保つよう設計されています。

source: Mygra may use on‑device intelligence to generate wellness insights. These insights are provided for informational purposes only and do not constitute medical advice, diagnosis, or treatment. Always consult a qualified healthcare professional with any questions about your health. Do not ignore or delay seeking professional care because of something you read in this app. If you are experiencing a medical emergency, call your local emergency number immediately.
es: Mygra puede usar inteligencia en el dispositivo para generar observaciones de bienestar. Estas observaciones son solo informativas y no constituyen consejo médico, diagnóstico ni tratamiento. Consulta siempre a un profesional sanitario cualificado ante cualquier duda sobre tu salud. No ignores ni retrases la atención profesional por algo que leas en esta app. Si tienes una emergencia médica, llama de inmediato a tu número de emergencias local.
fr_ca: Mygra peut utiliser l’intelligence sur l’appareil pour générer des observations de bien-être. Celles-ci sont fournies à titre informatif seulement et ne constituent pas un avis médical, un diagnostic ou un traitement. Consultez toujours un professionnel de la santé qualifié pour toute question sur votre santé. N’ignorez pas et ne retardez pas des soins professionnels à cause de ce que vous lisez dans cette app. En cas d’urgence médicale, appelez immédiatement votre numéro d’urgence local.
ja: Mygra はデバイス上の知能を使ってウェルネスのインサイトを生成することがあります。これらは情報提供のみを目的としており、医学的助言、診断、治療に代わるものではありません。健康に関する疑問は必ず資格のある医療専門家に相談してください。このアプリで読んだ内容を理由に専門的な治療を無視したり遅らせたりしないでください。医療上の緊急事態の場合は、直ちに地域の緊急通報番号に電話してください。

source: Name
es: Nombre
fr_ca: Nom
ja: 名前

source: Name: %@
es: Nombre: %@
fr_ca: Nom : %@
ja: 名前：%@

source: Needs attention
es: Requiere atención
fr_ca: Attention requise
ja: 要確認

source: Network issue. Check your connection and try again.
es: Problema de red. Comprueba tu conexión e inténtalo de nuevo.
fr_ca: Problème de réseau. Vérifiez votre connexion et réessayez.
ja: ネットワークに問題があります。接続を確認してもう一度お試しください。

source: New Migraine
es: Nueva migraña
fr_ca: Nouvelle migraine
ja: 新しい片頭痛

source: New Tag
es: Etiqueta nueva
fr_ca: Nouvelle étiquette
ja: 新しいタグ

source: Next month
es: Mes siguiente
fr_ca: Mois suivant
ja: 翌月

source: No Data
es: Sin datos
fr_ca: Aucune donnée
ja: データなし

source: No External Servers
es: Sin servidores externos
fr_ca: Aucun serveur externe
ja: 外部サーバなし

source: No Migraines
es: Sin migrañas
fr_ca: Aucune migraine
ja: 片頭痛なし

source: No Migraines Yet
es: Aún no hay migrañas
fr_ca: Aucune migraine pour l’instant
ja: まだ片頭痛はありません

source: No Results
es: Sin resultados
fr_ca: Aucun résultat
ja: 結果なし

source: No Tags
es: Sin etiquetas
fr_ca: Aucune étiquette
ja: タグなし

source: No health data was captured with this migraine.
es: No se registraron datos de salud con esta migraña.
fr_ca: Aucune donnée de santé n’a été saisie avec cette migraine.
ja: この片頭痛にはヘルスデータが記録されていません。

source: No health data yet for today.
es: Aún no hay datos de salud de hoy.
fr_ca: Pas encore de données de santé pour aujourd’hui.
ja: 今日のヘルスデータはまだありません。

source: No insights yet
es: Aún no hay observaciones
fr_ca: Pas encore d’observations
ja: まだインサイトはありません

source: No intensity samples recorded yet
es: Aún no hay muestras de intensidad
fr_ca: Aucune mesure d’intensité pour l’instant
ja: 強度のサンプルはまだ記録されていません

source: No location provider has been set.
es: No se ha configurado un proveedor de ubicación.
fr_ca: Aucun fournisseur de localisation n’a été défini.
ja: 位置情報プロバイダが設定されていません。

source: No migraine in progress, and none logged yet.
es: No hay ninguna migraña en curso ni ninguna registrada todavía.
fr_ca: Aucune migraine en cours, et aucune consignée pour l’instant.
ja: 進行中の片頭痛はなく、まだ記録もありません。

source: No migraine in progress. It's been %lld days since your last one.
es: No hay ninguna migraña en curso. Han pasado %lld días desde la última.
fr_ca: Aucune migraine en cours. Cela fait %lld jours depuis la dernière.
ja: 進行中の片頭痛はありません。前回から %lld 日経ちました。

source: No migraine today.
es: Hoy sin migraña.
fr_ca: Pas de migraine aujourd’hui.
ja: 今日は片頭痛なし。

source: No migraines logged yet
es: Aún no hay migrañas registradas
fr_ca: Aucune migraine consignée pour l’instant
ja: まだ片頭痛の記録はありません

source: No migraines recorded on %@
es: No hay migrañas registradas el %@
fr_ca: Aucune migraine consignée le %@
ja: %@ に記録された片頭痛はありません

source: No migraines recorded.
es: No hay migrañas registradas.
fr_ca: Aucune migraine consignée.
ja: 記録された片頭痛はありません。

source: No stats selected. Choose dashboard stats in Settings.
es: No hay estadísticas seleccionadas. Elige las estadísticas del panel en Ajustes.
fr_ca: Aucune statistique sélectionnée. Choisissez-les dans Réglages.
ja: 統計が選択されていません。設定でダッシュボード統計を選択してください。

source: No stats selected. Go to Settings to select dashboard stats.
es: No hay estadísticas seleccionadas. Ve a Ajustes para elegirlas.
fr_ca: Aucune statistique sélectionnée. Allez dans Réglages pour en choisir.
ja: 統計が選択されていません。設定でダッシュボード統計を選択してください。

source: No triggers selected
es: No hay desencadenantes seleccionados
fr_ca: Aucun déclencheur sélectionné
ja: 誘因が選択されていません

source: Not configured
es: Sin configurar
fr_ca: Non configuré
ja: 未設定

source: Not now
es: Ahora no
fr_ca: Pas maintenant
ja: 今はしない

source: Not signed in
es: Sin sesión
fr_ca: Non connecté
ja: 未サインイン

source: Not signed in to iCloud
es: No has iniciado sesión en iCloud
fr_ca: Non connecté à iCloud
ja: iCloud にサインインしていません

source: Note
es: Nota
ja: メモ

source: Note %@
es: Nota %@
ja: メモ %@

source: Note: %@
es: Nota: %@
ja: メモ：%@

source: Noted — pain %lld, stress %lld.
es: Anotado: dolor %lld, estrés %lld.
fr_ca: Noté — douleur %lld, stress %lld.
ja: 記録しました。痛み %lld、ストレス %lld。

source: Notes
es: Notas
ja: メモ

source: Nothing matches “%@”.
es: Nada coincide con «%@».
fr_ca: Rien ne correspond à « %@ ».
ja: 「%@」に一致するものはありません。

source: Notifications
es: Notificaciones
ja: 通知

source: Notifications Disabled
es: Notificaciones desactivadas
fr_ca: Notifications désactivées
ja: 通知は無効

source: Notifications Enabled
es: Notificaciones activadas
fr_ca: Notifications activées
ja: 通知は有効

source: Notifications were not allowed.
es: No se permitieron las notificaciones.
fr_ca: Les notifications n’ont pas été autorisées.
ja: 通知が許可されませんでした。

source: Off
es: Desactivado
fr_ca: Désactivé
ja: オフ

source: Offline
es: Sin conexión
fr_ca: Hors ligne
ja: オフライン

source: On average, stress decreases by %.1f points during your migraines.
es: De media, el estrés disminuye %.1f puntos durante tus migrañas.
fr_ca: En moyenne, le stress diminue de %.1f points pendant vos migraines.
ja: 片頭痛中、ストレスは平均 %.1f ポイント下がります。

source: On average, stress increases by %.1f points during your migraines.
es: De media, el estrés aumenta %.1f puntos durante tus migrañas.
fr_ca: En moyenne, le stress augmente de %.1f points pendant vos migraines.
ja: 片頭痛中、ストレスは平均 %.1f ポイント上がります。

source: On-Device Storage
es: Almacenamiento en el dispositivo
fr_ca: Stockage sur l’appareil
ja: デバイス上に保存

source: Onboarding progress
es: Progreso de la configuración
fr_ca: Progression de la configuration
ja: 設定の進行状況

source: Ongoing
es: En curso
fr_ca: En cours
ja: 進行中

source: Ongoing Migraine
es: Migraña en curso
fr_ca: Migraine en cours
ja: 進行中の片頭痛

source: Ongoing duration %@
es: Duración en curso %@
fr_ca: Durée en cours %@
ja: 経過時間 %@

source: Ongoing migraine
es: Migraña en curso
fr_ca: Migraine en cours
ja: 進行中の片頭痛

source: Ongoing migraine in progress, tap to view
es: Migraña en curso, toca para ver
fr_ca: Migraine en cours, touchez pour afficher
ja: 片頭痛が進行中です。タップして表示

source: Only you can access your migraine history and health insights.
es: Solo tú puedes acceder a tu historial de migrañas y a tus observaciones de salud.
fr_ca: Vous seul pouvez accéder à votre historique de migraines et à vos observations de santé.
ja: 片頭痛の履歴と健康インサイトにアクセスできるのはあなただけです。

source: Open ${migraine}
es: Abrir ${migraine}
fr_ca: Ouvrir ${migraine}
ja: ${migraine}を開く

source: Open ${screen}
es: Abrir ${screen}
fr_ca: Ouvrir ${screen}
ja: ${screen}を開く

source: Open Migraine Assistant
es: Abrir el Asistente de migrañas
fr_ca: Ouvrir l’assistant migraine
ja: 片頭痛アシスタントを開く

source: Open Mygra
es: Abrir Mygra
fr_ca: Ouvrir Mygra
ja: Mygra を開く

source: Open Settings
es: Abrir Ajustes
fr_ca: Ouvrir les réglages
ja: 設定を開く

source: Open a Migraine
es: Abrir una migraña
fr_ca: Ouvrir une migraine
ja: 片頭痛を開く

source: Open location settings
es: Abrir ajustes de ubicación
fr_ca: Ouvrir les réglages de localisation
ja: 位置情報の設定を開く

source: Opens Mygra to a specific screen.
es: Abre Mygra en una pantalla concreta.
fr_ca: Ouvre Mygra sur un écran précis.
ja: Mygra を特定の画面で開きます。

source: Opens Mygra to log a new migraine.
es: Abre Mygra para registrar una nueva migraña.
fr_ca: Ouvre Mygra pour consigner une nouvelle migraine.
ja: Mygra を開いて新しい片頭痛を記録します。

source: Opens a specific migraine's details in Mygra.
es: Abre los detalles de una migraña concreta en Mygra.
fr_ca: Ouvre les détails d’une migraine précise dans Mygra.
ja: Mygra で特定の片頭痛の詳細を開きます。

source: Opens intake editor to log water, caffeine, food, or sleep
es: Abre el editor de consumo para registrar agua, cafeína, comida o sueño
fr_ca: Ouvre l’éditeur de consommation pour consigner l’eau, la caféine, la nourriture ou le sommeil
ja: 水、カフェイン、食事、睡眠を記録する摂取エディタを開きます

source: Opens the Settings app where you can grant access.
es: Abre la app Ajustes donde puedes conceder acceso.
fr_ca: Ouvre l’app Réglages où vous pouvez accorder l’accès.
ja: アクセスを許可できる「設定」アプリを開きます。

source: Optional
es: Opcional
fr_ca: Facultatif
ja: 任意

source: Optional — you can enable this later
es: Opcional: puedes activarlo más tarde
fr_ca: Facultatif — vous pourrez l’activer plus tard
ja: 任意 — 後で有効にできます

source: Other
es: Otro
fr_ca: Autre
ja: その他

source: Oversleeping
es: Dormir demasiado
fr_ca: Excès de sommeil
ja: 寝すぎ

source: Ovulatory
es: Ovulatoria
fr_ca: Ovulatoire
ja: 排卵期

source: Oxygen Saturation
es: Saturación de oxígeno
fr_ca: Saturation en oxygène
ja: 酸素飽和度

source: Pain
es: Dolor
fr_ca: Douleur
ja: 痛み

source: Pain %lld
es: Dolor %lld
fr_ca: Douleur %lld
ja: 痛み %lld

source: Pain %lld out of 10
es: Dolor %lld de 10
fr_ca: Douleur %lld sur 10
ja: 痛み 10 点中 %lld

source: Pain %lld/10
es: Dolor %lld/10
fr_ca: Douleur %lld/10
ja: 痛み %lld/10

source: Pain Level
es: Nivel de dolor
fr_ca: Niveau de douleur
ja: 痛みのレベル

source: Pain Level: %lld
es: Nivel de dolor: %lld
fr_ca: Niveau de douleur : %lld
ja: 痛みのレベル：%lld

source: Pain and stress levels must be between 0 and 10.
es: Los niveles de dolor y estrés deben estar entre 0 y 10.
fr_ca: Les niveaux de douleur et de stress doivent être entre 0 et 10.
ja: 痛みとストレスのレベルは 0〜10 の範囲で指定してください。

source: Pain tends to build over time
es: El dolor tiende a aumentar con el tiempo
fr_ca: La douleur tend à augmenter avec le temps
ja: 痛みは時間とともに強まる傾向

source: Pain tends to ease over time
es: El dolor tiende a disminuir con el tiempo
fr_ca: La douleur tend à diminuer avec le temps
ja: 痛みは時間とともに和らぐ傾向

source: Pain: %lld
es: Dolor: %lld
fr_ca: Douleur : %lld
ja: 痛み：%lld

source: Partly Cloudy
es: Parcialmente nublado
fr_ca: Partiellement nuageux
ja: 晴れ時々曇り

source: Peak pain occurs early
es: El pico de dolor ocurre pronto
fr_ca: Le pic de douleur survient tôt
ja: 痛みのピークは早い段階

source: Peak pain occurs later
es: El pico de dolor ocurre más tarde
fr_ca: Le pic de douleur survient plus tard
ja: 痛みのピークは後半

source: Physical Strain
es: Esfuerzo físico
fr_ca: Effort physique
ja: 身体的負担

source: Pin
es: Fijar
fr_ca: Épingler
ja: ピン留め

source: Pin migraine
es: Fijar migraña
fr_ca: Épingler la migraine
ja: 片頭痛をピン留め

source: Pin this migraine
es: Fijar esta migraña
fr_ca: Épingler cette migraine
ja: この片頭痛をピン留め

source: Pinned
es: Fijada
fr_ca: Épinglée
ja: ピン留め済み

source: Pinned Only
es: Solo fijadas
fr_ca: Épinglées seulement
ja: ピン留めのみ

source: Pinned migraines appear at the top of the list
es: Las migrañas fijadas aparecen al principio de la lista
fr_ca: Les migraines épinglées apparaissent en haut de la liste
ja: ピン留めした片頭痛はリストの先頭に表示されます

source: Pinned-only and other filters are applied. Try clearing them to see more migraines.
es: Se aplican el filtro de fijadas y otros filtros. Prueba a borrarlos para ver más migrañas.
fr_ca: Le filtre « épinglées » et d’autres filtres sont appliqués. Effacez-les pour voir plus de migraines.
ja: ピン留めのみと他のフィルタが適用されています。解除するとより多くの片頭痛が表示されます。

source: Poor posture / neck tension
es: Mala postura / tensión cervical
fr_ca: Mauvaise posture / tension cervicale
ja: 悪い姿勢・首のこり

source: Possible Triggers
es: Posibles desencadenantes
fr_ca: Déclencheurs possibles
ja: 考えられる誘因

source: Potential food trigger: %@
es: Posible desencadenante alimentario: %@
fr_ca: Déclencheur alimentaire possible : %@
ja: 食べ物の誘因の可能性：%@

source: Powered by Apple Intelligence
es: Con tecnología de Apple Intelligence
fr_ca: Propulsé par Apple Intelligence
ja: Apple Intelligence 搭載

source: Preferences
es: Preferencias
fr_ca: Préférences
ja: 環境設定

source: Pressure
es: Presión
fr_ca: Pression
ja: 気圧

source: Pressure Alerts
es: Alertas de presión
fr_ca: Alertes de pression
ja: 気圧の警告

source: Pressure: %.0f hPa
es: Presión: %.0f hPa
fr_ca: Pression : %.0f hPa
ja: 気圧：%.0f hPa

source: Pressure: %.2f inHg
es: Presión: %.2f inHg
fr_ca: Pression : %.2f inHg
ja: 気圧：%.2f inHg

source: Preview
es: Vista previa
fr_ca: Aperçu
ja: プレビュー

source: Previous month
es: Mes anterior
fr_ca: Mois précédent
ja: 前月

source: Processed meats / nitrates
es: Carnes procesadas / nitratos
fr_ca: Viandes transformées / nitrates
ja: 加工肉・亜硝酸塩

source: Profile: %@
es: Perfil: %@
fr_ca: Profil : %@
ja: プロフィール：%@

source: Psychological
es: Psicológico
fr_ca: Psychologique
ja: 心理的

source: Publisher
es: Editor
fr_ca: Éditeur
ja: 発行者

source: Publisher: Molargik Software LLC, opens website
es: Editor: Molargik Software LLC, abre el sitio web
fr_ca: Éditeur : Molargik Software LLC, ouvre le site Web
ja: 発行者：Molargik Software LLC、Web サイトを開きます

source: Pulled from Apple Health
es: Obtenido de Apple Health
fr_ca: Récupéré depuis Apple Santé
ja: Apple ヘルスケアから取得済み

source: Pulled local weather
es: Tiempo local obtenido
fr_ca: Météo locale récupérée
ja: 現地の天気を取得済み

source: Pulling from Apple Health
es: Obteniendo de Apple Health
fr_ca: Récupération depuis Apple Santé
ja: Apple ヘルスケアから取得中

source: Pulling local weather
es: Obteniendo el tiempo local
fr_ca: Récupération de la météo locale
ja: 現地の天気を取得中

source: Quick Add
es: Añadir rápido
fr_ca: Ajout rapide
ja: クイック追加

source: Quick Bits
es: Datos rápidos
fr_ca: En bref
ja: クイックヒント

source: Quick Note (Optional)
es: Nota rápida (opcional)
fr_ca: Note rapide (facultatif)
ja: 簡単なメモ（任意）

source: Rain
es: Lluvia
fr_ca: Pluie
ja: 雨

source: Range: %@
es: Intervalo: %@
fr_ca: Période : %@
ja: 期間：%@

source: Ready
es: Listo
fr_ca: Prêt
ja: 準備完了

source: Recent Updates
es: Actualizaciones recientes
fr_ca: Mises à jour récentes
ja: 最近の更新

source: Records your current pain and stress levels on the ongoing migraine.
es: Registra tus niveles actuales de dolor y estrés en la migraña en curso.
fr_ca: Enregistre vos niveaux actuels de douleur et de stress sur la migraine en cours.
ja: 進行中の片頭痛に現在の痛みとストレスのレベルを記録します。

source: Refresh
es: Actualizar
fr_ca: Actualiser
ja: 更新

source: Refresh health data
es: Actualizar datos de salud
fr_ca: Actualiser les données de santé
ja: ヘルスデータを更新

source: Refresh insights
es: Actualizar observaciones
fr_ca: Actualiser les observations
ja: インサイトを更新

source: Refresh weather data
es: Actualizar datos del tiempo
fr_ca: Actualiser les données météo
ja: 天気データを更新

source: Remove
es: Quitar
fr_ca: Retirer
ja: 削除

source: Requires an internet connection to delete your iCloud data.
es: Requiere conexión a internet para eliminar tus datos de iCloud.
fr_ca: Nécessite une connexion Internet pour supprimer vos données iCloud.
ja: iCloud のデータを削除するにはインターネット接続が必要です。

source: Reset Order
es: Restablecer orden
fr_ca: Réinitialiser l’ordre
ja: 順序をリセット

source: Rest up — %lld logged in total.
es: Descansa: %lld registradas en total.
fr_ca: Reposez-vous — %lld consignées au total.
ja: ゆっくり休んでください。合計 %lld 件を記録。

source: Resting HR
es: FC en reposo
fr_ca: FC au repos
ja: 安静時心拍数

source: Resting HR: %lld bpm
es: FC en reposo: %lld lpm
fr_ca: FC au repos : %lld bpm
ja: 安静時心拍数：%lld bpm

source: Returns to the previous step.
es: Vuelve al paso anterior.
fr_ca: Revient à l’étape précédente.
ja: 前のステップに戻ります。

source: Routine & Sleep
es: Rutina y sueño
fr_ca: Routine et sommeil
ja: 生活リズムと睡眠

source: Save
es: Guardar
fr_ca: Enregistrer
ja: 保存

source: Scattered Thunderstorms
es: Tormentas dispersas
fr_ca: Orages épars
ja: 所により雷雨

source: Screen
es: Pantalla
fr_ca: Écran
ja: 画面

source: Screen time / flicker
es: Tiempo de pantalla / parpadeo
fr_ca: Temps d’écran / scintillement
ja: 画面の見すぎ・ちらつき

source: Search
es: Buscar
fr_ca: Rechercher
ja: 検索

source: Search notes or insights
es: Buscar notas u observaciones
fr_ca: Rechercher des notes ou des observations
ja: メモやインサイトを検索

source: Search notes, triggers, and insights
es: Buscar notas, desencadenantes y observaciones
fr_ca: Rechercher des notes, déclencheurs et observations
ja: メモ、誘因、インサイトを検索

source: Search triggers
es: Buscar desencadenantes
fr_ca: Rechercher des déclencheurs
ja: 誘因を検索

source: See current conditions on your dashboard.
es: Consulta las condiciones actuales en tu panel.
fr_ca: Voyez les conditions actuelles sur votre tableau de bord.
ja: ダッシュボードで現在の天気を確認できます。

source: See intake alongside each migraine and log it with Quick Add.
es: Consulta el consumo junto a cada migraña y regístralo con Añadir rápido.
fr_ca: Voyez la consommation à côté de chaque migraine et consignez-la avec l’ajout rapide.
ja: 片頭痛ごとに摂取量を確認し、クイック追加で記録できます。

source: Select one or more triggers to require them in results.
es: Selecciona uno o más desencadenantes para exigirlos en los resultados.
fr_ca: Sélectionnez un ou plusieurs déclencheurs à exiger dans les résultats.
ja: 結果に含める誘因を 1 つ以上選択してください。

source: Send
es: Enviar
fr_ca: Envoyer
ja: 送信

source: Sensory
es: Sensorial
fr_ca: Sensoriel
ja: 感覚

source: Set to zero for no minimum
es: Pon cero para no aplicar mínimo
fr_ca: Mettez zéro pour aucun minimum
ja: 最小値なしにするには 0 に設定

source: Settings
es: Ajustes
fr_ca: Réglages
ja: 設定

source: Severity trending %@
es: Gravedad con tendencia %@
fr_ca: Gravité en tendance %@
ja: 重症度が%@傾向

source: Sexual activity
es: Actividad sexual
fr_ca: Activité sexuelle
ja: 性行為

source: Shifted work hours
es: Horarios de trabajo cambiantes
fr_ca: Horaires de travail décalés
ja: シフト勤務

source: Short sleep before migraines
es: Poco sueño antes de las migrañas
fr_ca: Sommeil court avant les migraines
ja: 片頭痛の前は睡眠が短め

source: Show All
es: Mostrar todas
fr_ca: Tout afficher
ja: すべて表示

source: Show Pinned
es: Mostrar fijadas
fr_ca: Afficher les épinglées
ja: ピン留めを表示

source: Show Quick Add
es: Mostrar Añadir rápido
fr_ca: Afficher l’ajout rapide
ja: クイック追加を表示

source: Showing pinned only. Turn it off to see all migraines.
es: Mostrando solo fijadas. Desactívalo para ver todas las migrañas.
fr_ca: Seules les épinglées sont affichées. Désactivez pour voir toutes les migraines.
ja: ピン留めのみ表示中です。オフにするとすべての片頭痛が表示されます。

source: Shows the system permission prompt.
es: Muestra el aviso de permiso del sistema.
fr_ca: Affiche la demande d’autorisation du système.
ja: システムの許可ダイアログを表示します。

source: Sign in to iCloud in Settings to back up and sync your migraines across devices.
es: Inicia sesión en iCloud desde Ajustes para hacer copia de seguridad y sincronizar tus migrañas entre dispositivos.
fr_ca: Connectez-vous à iCloud dans Réglages pour sauvegarder et synchroniser vos migraines entre appareils.
ja: 設定で iCloud にサインインすると、片頭痛をバックアップしてデバイス間で同期できます。

source: Sign in to iCloud to sync
es: Inicia sesión en iCloud para sincronizar
fr_ca: Connectez-vous à iCloud pour synchroniser
ja: 同期するには iCloud にサインイン

source: Skip
es: Omitir
fr_ca: Ignorer
ja: スキップ

source: Skip for now
es: Omitir por ahora
fr_ca: Ignorer pour l’instant
ja: 今はスキップ

source: Skipped meals / hunger
es: Comidas omitidas / hambre
fr_ca: Repas sautés / faim
ja: 食事抜き・空腹

source: Skips this step and moves to the next one.
es: Omite este paso y pasa al siguiente.
fr_ca: Ignore cette étape et passe à la suivante.
ja: このステップをスキップして次に進みます。

source: Skips this step. You can change this later in Settings.
es: Omite este paso. Puedes cambiarlo más tarde en Ajustes.
fr_ca: Ignore cette étape. Vous pourrez changer cela plus tard dans Réglages.
ja: このステップをスキップします。後で設定から変更できます。

source: Sleep
es: Sueño
fr_ca: Sommeil
ja: 睡眠

source: Sleep per night
es: Sueño por noche
fr_ca: Sommeil par nuit
ja: 1 晩の睡眠

source: Sleep: %.1f h
es: Sueño: %.1f h
fr_ca: Sommeil : %.1f h
ja: 睡眠：%.1f 時間

source: Sleep: %@ hrs
es: Sueño: %@ h
fr_ca: Sommeil : %@ h
ja: 睡眠：%@ 時間

source: Sleet
es: Aguanieve
fr_ca: Grésil
ja: みぞれ

source: Smoke exposure
es: Exposición al humo
fr_ca: Exposition à la fumée
ja: 煙への曝露

source: Smoky
es: Humo
fr_ca: Enfumé
ja: 煙

source: Snow
es: Nieve
fr_ca: Neige
ja: 雪

source: Sorry you’re dealing with this...
es: Lamentamos que estés pasando por esto...
fr_ca: Désolé que vous viviez cela...
ja: つらい状況ですね...

source: Sorry, I ran into a problem.
es: Lo siento, he tenido un problema.
fr_ca: Désolé, j’ai rencontré un problème.
ja: すみません、問題が発生しました。

source: Spot short nights that line up with attacks.
es: Detecta las noches cortas que coinciden con los ataques.
fr_ca: Repérez les nuits courtes qui coïncident avec les crises.
ja: 発作と重なる短い睡眠を見つけます。

source: Start
es: Iniciar
fr_ca: Démarrer
ja: 開始

source: Start Migraine
es: Iniciar migraña
fr_ca: Démarrer une migraine
ja: 片頭痛を開始
